// Pushbutton that says "Install 32 Items"
"installButtonLabelTemplatePlural" = "%d Elemente installieren";

// Pushbutton that says "Install 1 Item"
"installButtonLabelTemplateSingular" = "%d Element installieren";

// Pushbutton for zero items
"installButtonLabelTemplateZero" = "Installieren";

// Abbreviation for megabytes
"size-mb-unit" = "MB";

// Abbreviation for kilobytes
"size-kb-unit" = "KB";

// Format for file size, like "37 MB" or "182.31 KB"
"size-string-format" = "%.1f %@";


// Strings for the "Products require reboot" dialog

// Reboot alert, shown if the user needs to restart their system.
"reboot-message" = "Google Software-Update empfiehlt einen Neustart des Computers.";
// Reboot message specifying which software product might not work until a reboot.
"reboot-details" = "%1$@ funktioniert möglicherweise erst nach einem Neustart ordnungsgemäß.";
// Default button, reboot now
"reboot-button1" = "Neu starten";
// Cancel button - do it later
"reboot-button2" = "Später";
// Alert icon name.
// This message does not need to be translated.
"reboot-iconName" = "error";
// If there is no name for the product wanting a reboot, this string will
// be substituted into into |reboot-details|.
"reboot-no-product-placeholder" = "Neu aktualisierte Software";

// "All done with update" alert message - The updates were successful
"alldone-success-message" = "Updates erfolgreich";
// All-done message saying that the software has successfully finished installing
"alldone-success-details" = "Google Software-Update hat die Installation einiger Updates erfolgreich abgeschlossen.";
// OK Button, updates were successful.
"alldone-success-button1" = "OK";
// Alert icon name.
// This message does not need to be translated.
"alldone-success-iconName" = "success";

// "Unsuccessful update" alert message - All of the updates were not successful.
"alldone-failure-message" = "Updates nicht erfolgreich";
// Unsuccessful update message saying the update was not successful, and we'll try again at a later time.
"alldone-failure-details" = "Google Software-Update konnte die Updates nicht installieren und wird es später erneut versuchen.";
// OK button, updates were not successful.
"alldone-failure-button1" = "OK";
// Alert icon name.
// This message does not need to be translated.
"alldone-failure-iconName" = "error";

// "Partial Success", some updates succeeded, and some failed.
"alldone-mixed-message" = "Einige erfolgreiche Updates";
// Partial success alert message, some updates were successful, some failed and will be tried later.
"alldone-mixed-details" = "Google Software-Update hat die Installation einiger Updates erfolgreich abgeschlossen. Fehlgeschlagene Updates werden später erneut versucht.";
// OK button
"alldone-mixed-button1" = "OK";
// Alert icon name.
// This message does not need to be translated.
"alldone-mixed-iconName" = "error";


// Strings for labels in the Google Software Update window.
// Some of these strings are referenced in
// KSAgentUpdateWindowControllerTest.m, so you may need to update the
// test if you change these.

// Title for the software Update Window.  This is the name of the "Google Software Update" product
"updatewindowTitle" = "Google Software-Update";
// Update Window message saying that there are new google software updates available.
"updatewindowMessageLabel" = "Für Ihren Computer ist neue Google-Software verfügbar.";
// Update Window details line telling the user that if they don't install the updates now, they will be asked again sometime later.
"updatewindowDetailsLabel" = "Wenn Sie jetzt noch nicht zur Installation bereit sind, werden Sie später erneut gefragt.";
// Update Window label that is shown if any updates require a restart.
"updatewindowRestartRequiredLabel" = "Neustart ist erforderlich.";
// Update Window button label, acts as a cancel button, so that the user can update things later.
"updatewindowLaterButtonMessageLabel" = "Später";
// Empty string for a table column for the restart icon.  It can stay empty.
// This message does not need to be translated.
"updatewindowTablecolumnRestartLabel" = "";
// Update Window table column header for checkboxes for the user to select/deselect.  If the checkbox is selected, the update will be installed.
"updatewindowTablecolumnInstallLabel" = "Installieren";
// Update Window table column header for the name of the product being updated.
"updatewindowTablecolumnNameLabel" = "Name";
// Update Window table column header for the version number of the product being updated.
"updatewindowTablecolumnVersionLabel" = "Version";
// Update Window table column header for the download size of the product being updated.
"updatewindowTablecolumnSizeLabel" = "Größe";
// Update Window label above a progress indicator indicating which product name is being updated..
"updatewindowInstallingProductTemplate" = "%@ wird aktualisiert";
// Update Window label saying that installation is in progress.
"updatewindowInstallingStatusLabel" = "Installieren";

